tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

cask_args appdir: "~/Applications", require_sha: true

brew 'git'
brew 'neovim', args: ['HEAD']
brew 'node'
brew 'zsh'
brew 'ripgrep'
brew 'nvm'
brew 'gh'
brew 'lua'
brew 'fzf'
brew 'cormacrelf/tap/dark-notify'
brew 'koekeishiya/formulae/yabai', args: ['HEAD']
brew 'koekeishiya/formulae/skhd'
brew 'zoxide'
brew 'zsh-autocomplete'
brew 'zsh-syntax-highlighting'

cask 'iterm2'
cask 'karabiner-elements'
cask 'docker'
cask 'font-hack-nerd-font'
cask 'monitorcontrol'
