tap 'homebrew/cask'
cask_args appdir: "~/Applications", require_sha: true

brew 'git'
brew 'neovim', args: ['HEAD']
brew 'node'
brew 'python3'
brew 'zsh'
brew 'ripgrep'
brew 'nvm'
brew 'bat'
brew 'gh'
brew 'lua'
brew 'awscli'
brew 'ninja' # for lua lsp
brew 'lazygit'
brew 'lazydocker'
brew 'cormacrelf/tap/dark-notify'

cask 'iterm2'
cask 'nightowl'
cask 'aws-vault'
cask 'karibiner-elements'
cask 'docker'
cask 'font-hack-nerd-font'
cask 'hammerspoon'
